## Import Pandas

In [1]:
import pandas as pd

## Create a variable

In [2]:
 # intialise data of lists.
data = {'Name':['Rohit', 'Aniket', 'Rishabh', 'Abhishek'],
        'Age':[21, 20, 21, 18]}

## Create a Dataframe

In [3]:
# Create DataFrame
df = pd.DataFrame(data)

## Output

In [6]:
print(type(df))
df

<class 'pandas.core.frame.DataFrame'>

       Name  Age
0     Rohit   21
1    Aniket   20
2   Rishabh   21
3  Abhishek   18